Repository: sopheap-dev/mydairy_app
Catalog: lib/app/config/l10n/arb/app_*.arb
Languages: km

# appTitle
source: My Dairy
km: ខេម ឆេកលីស

source: Home
km: ទំព័រដើម

source: Dashboard
km: ទិន្នន័យ

source: Setting
km: ការកំណត់

source: Appearance
km: ផ្ទៃបង្ហាញ

source: Language
km: ភាសា

source: Data
km: ទិន្នន័យ

source: Support
km: ជំនួយ

source: About
km: អំពី

source: App Version
km: កំណែកម្មវិធី

source: Dark
km: ផ្ទៃងងឹត

# darkDescription
source: Use dark theme
km: ប្រើផ្ទៃងងឹត

source: Light
km: ផ្ទៃភ្លឺ

# lightDescription
source: Use light theme
km: ប្រើផ្ទៃភ្លឺ

source: System
km: ស្វ័យប្រវត្ត

# systemDescription
source: Follow system theme
km: ប្រើផ្ទៃស្វ័យប្រវត្ត

source: Export Data
km: ទាញយកទិន្នន័យ

# exportDataDescription
source: Export your checklist data
km: ទាញយកទិន្នន័យរបស់អ្នក

source: Help & Support
km: ជំនួយ

# helpSupportDescription
source: Get help and support
km: ប្រើប្រាស់ជំនួយ

source: Privacy Policy
km: គោលការណ៍ឯកជនភាព

# privacyPolicyDescription
source: Read our privacy policy
km: អានគោលការណ៍ឯកជនភាពរបស់យើង

source: Copyright
km: រក្សាសិទ្ធិគ្រប់យ៉ាង
